Repository: samuelgfeller/slim-example-project
Catalog: resources/translations/*/LC_MESSAGES/messages_*.po
Languages: de_ch, fr_ch

source: This password is known to have been leaked and is unsafe to use
de_ch: Dieses Passwort ist von hacker bekannt, es sollte nicht verwendet werden
fr_ch: Ce mot de passe est connu des hackeurs et n'est pas sûr

source: Please fill out either the first name or last name
de_ch: Bitte geben Sie entweder den Vornamen oder den Nachnamen ein
fr_ch: Veuillez indiquer soit le prénom, soit le nom de famille

source: Client created successfully.
de_ch: Klient erfolgreich erfasst.
fr_ch: Le client a été créé.

source: Create client
de_ch: Klient erfassen
fr_ch: Créer client

source: First name
de_ch: Vorname
fr_ch: Prénom

source: Last name
de_ch: Nachname
fr_ch: Nom de famille

source: Birthdate
de_ch: Geburtsdatum
fr_ch: Date de naissance

source: Location
de_ch: Standort
fr_ch: Lieu de résidence

source: Main note
de_ch: Hauptnotiz
fr_ch: Note principale

source: Sex
de_ch: Geschlecht
fr_ch: Sexe

source: Phone number
de_ch: Telefonnummer
fr_ch: Numéro de téléphone

source: Assigned user
de_ch: Zugewiesen an
fr_ch: Utilisateur assigné

source: Main note about client.
de_ch: Hauptnotiz über Klient.
fr_ch: Note principale sur le client.

source: No notes were found
de_ch: Keine Notizen gefunden
fr_ch: Aucune note n'a été trouvée

source: Are you sure that you want to delete this client?
de_ch: Sind Sie sicher, dass Sie diesen Klient löschen möchten?
fr_ch: Êtes-vous sûr de vouloir supprimer ce client ?

source: Are you sure that you want to restore this client?
de_ch: Sind Sie sicher, dass Sie diesen Klient wiederherstellen wollen?
fr_ch: Êtes-vous sûr de vouloir restaurer ce client ?

source: Yes undelete
de_ch: Ja wiederherstellen
fr_ch: Oui, resaurer

source: Access denied, please log in and try again
de_ch: Zugriff verweigert, bitte melden Sie sich an und versuchen Sie es erneut
fr_ch: Accès refusé, veuillez vous connecter et réessayer

source: Forbidden. Not allowed to access this area or function
de_ch: Zugriff verweigert. Der Zugriff auf diesen Bereich oder diese Funktion ist nicht gestattet
fr_ch: Non-autorisé. L'accès à cette zone ou à cette fonction n'est pas autorisé

source: Please try again and report the error to an administrator
de_ch: Bitte versuchen Sie es erneut und melden Sie den Fehler einem Administrator
fr_ch: Bitte versuchen Sie es erneut und melden Sie den Fehler einem Administrator

source: Required
de_ch: Pflichtfeld
fr_ch: Champ requis

source: Minimum length is
de_ch: Die Mindestlänge beträgt
fr_ch: Longueur minimale est de

source: Maximum length is
de_ch: Die maximale Länge beträgt
fr_ch: Longueur maximale est de

source: Yes delete
de_ch: Ja löschen
fr_ch: Oui, supprimer

source: Cancel
de_ch: Abbrechen
fr_ch: Annuler

source: User created successfully
de_ch: Benutzer erfolgreich erfasst
fr_ch: L'utilisateur a été créé

source: Create user
de_ch: Benutzer erstellen
fr_ch: Créer utilisateur

source: Language
de_ch: Sprache
fr_ch: Langue

source: New password
de_ch: Neues Passwort
fr_ch: Nouveau mot de passe

source: Repeat new password
de_ch: Passwort wiederholen
fr_ch: Répéter mot de passe

source: User role
de_ch: Benutzerrolle
fr_ch: Rôle utilisateur

source: Are you sure that you want to delete this user?
de_ch: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?
fr_ch: Voulez-vous vraiment supprimer cet utilisateur?

source: Are you sure that you want to delete your profile?
de_ch: Sind Sie sicher, dass Sie Ihr Profil löschen möchten?
fr_ch: Êtes-vous sûr de vouloir supprimer votre profil ?

source: You will be logged out and not be able to log in again.
de_ch: Sie werden abgemeldet und können sich nicht mehr anmelden.
fr_ch: Vous serez déconnecté et ne pourrez plus vous connecter.

source: Successfully changed password.
de_ch: Passwort erfolgreich geändert.
fr_ch: Modification du mot de passe réussie.

source: Change password
de_ch: Passwort ändern
fr_ch: Modifier le mot de passe

source: Old password
de_ch: Altes Passwort
fr_ch: Ancien mot de passe

source: Token not found. Please click on the link you received via email.
de_ch: Token nicht gefunden. Bitte klicken Sie auf den Link, den Sie per E-Mail erhalten haben.
fr_ch: Token non trouvé. Veuillez cliquer sur le lien que vous avez reçu par email.

source: Congratulations!<br>Your account has been %s! <br><b>%s</b>
de_ch: Herzlichen Glückwunsch!<br>Ihr Konto wurde %s! <br><b>%s</b>
fr_ch: Félicitations!<br>Votre compte a été %s! <br><b>%s</b>

source: unlocked
de_ch: freigeschaltet
fr_ch: débloqué

source: You are now logged in.
de_ch: Sie sind jetzt eingeloggt.
fr_ch: Vous êtes maintenant connecté.

source: Invalid or expired link. Please <b>log in</b> to receive a new link.
de_ch: Ungültiger oder abgelaufener Link. Bitte <b>melden Sie sich an</b>, um einen neuen Link zu erhalten.
fr_ch: Lien invalide ou expiré. Veuillez <b>vous connecter</b> pour recevoir un nouveau lien.

source: Login successful
de_ch: Anmeldung erfolgreich
fr_ch: Connexion réussie

source: Invalid credentials. Please try again.
de_ch: Ungültige Anmeldedaten. Bitte versuchen Sie es erneut.
fr_ch: Mot de passe ou E-Mail incorrect. Veuillez réessayer.

source: Please log in.
de_ch: Bitte anmelden.
fr_ch: Veuillez vous connecter.

source: Successfully changed password. <b>%s</b>
de_ch: Das Passwort wurde erfolgreich geändert. <b>%s</b>
fr_ch: Changement de mot de passe réussi. <b>%s</b>

source: <b>Invalid, used or expired link. <br> Please request a new link below and make sure to click on the most recent email we send you</a>.</b>
de_ch: <b>Ungültiger, bereits benutzter oder abgelaufener Link. <br> Bitte fordern Sie unten einen neuen Link an und klicken Sie auf die letzte E-Mail, die wir Ihnen geschickt haben</a>.</b>
fr_ch: <b>Lien non valide, utilisé ou expiré. <br> Veuillez demander un nouveau lien ci-dessous et assurez-vous de cliquer sur le mail le plus récent que nous vous avons envoyé</a>.</b>

source: There was an error when sending the email.
de_ch: Beim Senden der E-Mail ist ein Fehler aufgetreten.
fr_ch: Une erreur s'est produite lors de l'envoi du courriel.

source: Password recovery email is being sent to you.<br> Please check the spam folder if you don't see it in the inbox.
de_ch: Die E-Mail zur Wiederherstellung des Passworts wird an Sie gesendet.<br> Bitte überprüfen Sie den Spam-Ordner, wenn Sie die E-Mail nicht im Posteingang sehen.
fr_ch: Le mail de récupération du mot de passe vous a été envoyé. Veuillez vérifier le dossier spam si vous ne le voyez pas dans la boîte de réception.

source: verified
de_ch: verifiziert
fr_ch: vérifié

source: Invalid or expired link. Please log in to receive a new link.
de_ch: Ungültiger oder abgelaufener Link. Bitte melden Sie sich an, um einen neuen Link zu erhalten.
fr_ch: Lien invalide ou expiré. Veuillez vous connecter pour recevoir un nouveau lien.

source: You are already verified. Please log in.
de_ch: Sie sind bereits verifiziert. Bitte loggen Sie sich ein.
fr_ch: Vous êtes déjà vérifié. Veuillez vous connecter.

source: You are already logged in.<br>Would you like to %slogout%s?
de_ch: Sie sind bereits eingeloggt.<br>Möchten Sie sich %sausloggen%s?
fr_ch: Vous êtes déjà connecté..<br>Souhaitez-vous vous %sdéconnecter%s?

source: You are already logged-in.<br>Would you like to %slogout%s?
de_ch: Sie sind bereits eingeloggt.<br>Möchten Sie sich %sausloggen%s?
fr_ch: Vous êtes déjà connecté..<br>Souhaitez-vous vous %sdéconnecter%s?

source: Logged out successfully.
de_ch: Erfolgreich ausgeloggt.
fr_ch: Déconnexion réussie.

source: Successfully deleted client.
de_ch: Der Klient wurde erfolgreich gelöscht.
fr_ch: Suppression du client réussie.

source: Malformed request body syntax. Please contact an administrator.
de_ch: Fehlerhafte Syntax der Anfrage. Bitte kontaktieren Sie einen Administrator.
fr_ch: Syntaxe du corps de la requête malformée. Veuillez contacter un administrateur.

source: The note was not not found.
de_ch: Die Notiz wurde nicht gefunden.
fr_ch: La note n'a pas été trouvée.

source: Email error. Please contact an administrator.
de_ch: E-Mail-Fehler. Bitte kontaktieren Sie einen Administrator.
fr_ch: Erreur d'envoi de l'email. Veuillez contacter un administrateur.

source: Successfully deleted user.
de_ch: Benutzer erfolgreich gelöscht.
fr_ch: Suppression de l'utilisateur réussie.

source: User account not locked.
de_ch: Benutzerkonto nicht gesperrt.
fr_ch: Le compte utilisateur n'est pas bloqué.

source: Login failed because your account is unverified
de_ch: Anmeldung fehlgeschlagen, da Ihr Konto nicht verifiziert ist
fr_ch: La connexion a échoué car votre compte n'est pas vérifié

source: Login failed because your account is suspended
de_ch: Anmeldung fehlgeschlagen, weil Ihr Konto suspendiert wurde
fr_ch: La connexion a échoué car votre compte est suspendu

source: Login failed because your account is locked
de_ch: Anmeldung fehlgeschlagen, weil Ihr Konto gesperrt ist
fr_ch: La connexion a échoué car votre compte est bloqué

source: Unable to login at the moment, please check your email inbox for a more detailed message.
de_ch: Sie können sich im Moment nicht anmelden. Bitte überprüfen Sie Ihren E-Mail-Posteingang auf eine ausführlichere Nachricht.
fr_ch: Impossible de se connecter pour le moment, veuillez vérifier votre boîte de réception pour un message plus détaillé.

source: Reset password
de_ch: Passwort zurücksetzen
fr_ch: Réinitialiser mot de passe

source: Account created
de_ch: Konto erstellt
fr_ch: Compte créé

source: Action pending
de_ch: Anstehende Handlung
fr_ch: Action en suspens

source: In care
de_ch: Wird gepflegt
fr_ch: En soins

source: Helped
de_ch: Geholfen
fr_ch: Aidé

source: Cannot help
de_ch: Kann nicht helfen
fr_ch: Impossible d'aider

source: Low
de_ch: Niedrig
fr_ch: Faible

source: Medium
de_ch: Mittel
fr_ch: Moyen

source: High
de_ch: Hoch
fr_ch: Élevé

source: Unassigned
de_ch: Nicht zugewiesen
fr_ch: Non assigné

source: Assigned to me
de_ch: Mir zugewiesen
fr_ch: Assigné à moi

source: Deleted
de_ch: Gelöscht
fr_ch: Supprimé

source: Assigned to
de_ch: Zugewiesen an
fr_ch: Assigné à

source: Deleted assigned user
de_ch: Zugewiesener Benutzer gelöscht
fr_ch: Utilisateur assigné supprimé

source: Field is required
de_ch: Pflichtfeld
fr_ch: Champ requis

source: Minimum length is %d
de_ch: Die Mindestlänge beträgt %d
fr_ch: La longueur minimale est de %d

source: Maximum length is %d
de_ch: Die maximale Länge beträgt %d
fr_ch: La longueur maximale est de %d

source: Invalid email
de_ch: Ungültige E-Mail
fr_ch: E-Mail non valide

source: Invalid date value
de_ch: Ungültiges Datum
fr_ch: Date non valide

source: Cannot be in the future
de_ch: Darf nicht in der Zukunft liegen
fr_ch: Ne peut pas être dans le futur

source: Cannot be older than 130 years
de_ch: Darf nicht älter als 130 Jahre sein
fr_ch: Ne peut être âgé de plus de 130 ans

source: Invalid option
de_ch: Ungültige Option
fr_ch: Option non valide

source: Invalid option format
de_ch: Ungültige Option
fr_ch: Option non valide

source: Unassigned clients
de_ch: Nicht zugewiesene Kunden
fr_ch: Clients non assignés

source: Clients assigned to me &nbsp; — &nbsp; action pending
de_ch: Mir zugewiesene Kunden &nbsp; - &nbsp; nicht abgeschlossen
fr_ch: Clients assigné à moi - action en suspens

source: User activity
de_ch: Benutzeraktivität
fr_ch: Activité utilisateur

source: New notes
de_ch: Neue Notizen
fr_ch: Nouvelles notes

source: Recently assigned clients
de_ch: Kürzlich zugewiesene Kunden
fr_ch: Clients récemment assignés

source: Male
de_ch: Männlich
fr_ch: Homme

source: Female
de_ch: Weiblich
fr_ch: Femme

source: Other
de_ch: Sonstiges
fr_ch: Autre

source: note
de_ch: notiz

source: Not allowed to create %s
de_ch: Nicht erlaubt %s zu erstellen
fr_ch: Pas autorisé à créer %s

source: Request body is empty
de_ch: Serveranfrage ist leer
fr_ch: Requête-server vide

source: Main note already exists
de_ch: Hauptnotiz gibt es schon
fr_ch: Note principale existe déjà

source: wait %s
de_ch: warten Sie %s
fr_ch: attendez %s

source: fill out the captcha
de_ch: Füllen Sie das Captcha aus
fr_ch: remplir le captcha

source: It looks like you are doing this too much.<br> Please %s and try again.
de_ch: Es sieht so aus, als ob Sie dies zu oft tun.<br> Bitte %s und versuchen Sie es erneut.
fr_ch: Il semble que vous faites trop de requêtes.<br> Veuillez %s et réessayer.

source: The site is under a too high request load. <br> Therefore, a general throttling is in place. Please fill out the captcha and try again.
de_ch: Die Website hat eine zu hohe Last an Anfragen. Daher ist eine allgemeine Drosselung in Kraft. Bitte füllen Sie das Captcha aus und versuchen Sie es erneut.
fr_ch: Le site fait l'objet d'un nombre trop élevé de requêtes. <br> Par conséquent, un bridage général est en place. Veuillez remplir le captcha et réessayer.

source: created
de_ch: erstellt
fr_ch: créé

source: updated
de_ch: ändert
fr_ch: modifié

source: deleted
de_ch: löscht
fr_ch: supprimé

source: read
de_ch: liest
fr_ch: lu

source: Newcomer
de_ch: Neubenutzer
fr_ch: Nouveau venu

source: Advisor
de_ch: Sachbearbeitung
fr_ch: Conseiller

source: Managing advisor
de_ch: Leitung Bearbeitung
fr_ch: Conseiller en chef

source: Unverified
de_ch: Unüberprüft
fr_ch: Non vérifié

source: Active
de_ch: Aktiv
fr_ch: Actif

source: Locked
de_ch: Gesperrt
fr_ch: Bloqué

source: Suspended
de_ch: Suspendiert
fr_ch: Suspendu

source: Email already exists
de_ch: Benutzer mit dieser E-Mail existiert bereits
fr_ch: Un utilisateur avec cette adresse mail existe déjà

source: Token id is not numeric
de_ch: Token-ID ist nicht numerisch
fr_ch: L'identifiant du token n'est pas numérique

source: Token is required
de_ch: Token is erfoderlich
fr_ch: Un token est requis

source: Password required
de_ch: Passwort ist erforderlich
fr_ch: Mot de passe requis

source: Passwords do not match
de_ch: Passwörter stimmen nicht überein
fr_ch: Les mots de passe ne correspondent pas

source: Invalid password
de_ch: Ungültiges Passwort
fr_ch: Mot de passe invalide

source: Old password required
de_ch: Altes Passwort erforderlich
fr_ch: Ancien mot de passe requis

source: Incorrect password
de_ch: Ungültiges Passwort
fr_ch: Mot de passe incorrect

source: Login
de_ch: Anmelden

source: Password
de_ch: Passwort
fr_ch: Mot de passe

source: Password forgotten
de_ch: Passwort vergessen
fr_ch: Mot de passe oublié

source: Request password
de_ch: Passwort anfordern
fr_ch: Recevoir mot de passe

source: Repeat password
de_ch: Passwort wiederholen
fr_ch: Répéter le mot de passe

source: Set new password
de_ch: Neues Passwort festlegen
fr_ch: Enregistrer

source: Helper
de_ch: Helfer
fr_ch: Assistant

source: No main note
de_ch: Keine Hauptnotiz
fr_ch: Pas de note principale

source: Notes
de_ch: Notizen

source: Clients
de_ch: Klienten

source: Search by name
de_ch: Nach Namen suchen
fr_ch: Recherche par nom

source: No more filters
de_ch: Keine Filter mehr
fr_ch: Plus de filtres

source: Looks like you've ventured into uncharted territory. Please report the issue!
de_ch: Sieht so aus, als hätten Sie sich auf unbekanntes Terrain begeben. Bitte melden Sie das Problem!
fr_ch: Il semble que vous vous soyez aventuré en terrain inconnu. Veuillez signaler le problème !

source: You are not allowed to access this page. Please report the issue if you think this is an error.
de_ch: Sie sind nicht berechtigt, auf diese Seite zuzugreifen. Bitte melden Sie das Problem, wenn Sie glauben, dass es sich um ein Fehler handelt.
fr_ch: Vous n'êtes pas autorisé à accéder à cette page. Veuillez signaler le problème si vous pensez qu'il s'agit d'une erreur.

source: There is something wrong with the request syntax. Please report the issue.
de_ch: Es gibt einen Fehler in der Anfragesyntax. Bitte melden Sie das Problem.
fr_ch: Il y a un problème avec la syntaxe de la demande. Veuillez signaler le problème.

source: The server could not interpret the data it received. Please try again with valid data and report the issue if it persists.
de_ch: Der Server konnte die empfangenen Daten nicht interpretieren. Bitte versuchen Sie es erneut mit gültigen Daten und melden Sie das Problem, falls es weiterhin besteht.
fr_ch: Le serveur n'a pas pu interpréter les données qu'il a reçues. Veuillez réessayer avec des données valides et signalez le problème s'il persiste.

source: It's not your fault! The server has an internal error. <br> Please try again and report the issue if the problem persists.
de_ch: Es ist nicht Ihr Fehler! Der Server hat einen internen Fehler. Bitte versuchen Sie es erneut und melden Sie das Problem, wenn es weiterhin besteht.
fr_ch: Ce n'est pas votre faute ! Le serveur a une erreur interne. <br>Veuillez réessayer et signaler le problème s'il persiste.

source: While it's unfortunate that an error exists, the silver lining is that it can be rectified! <br>Please try again and then contact us.
de_ch: Es ist zwar bedauerlich, dass ein Fehler vorliegt, aber glücklicherweise kann er behoben werden! <br>Bitte versuchen Sie es erneut und kontaktieren Sie uns dann.
fr_ch: Bien qu'il soit regrettable qu'une erreur existe, le bon côté des choses est qu'elle peut être rectifiée ! Veuillez réessayer et nous contacter.

source: This is what I did before the error happened:
de_ch: Bitte erklären Sie, was Sie vor dem Auftreten des Fehlers getan haben:
fr_ch: Qu'avez vous fait précisément avant que l'erreur ne se produise?

source: Report the issue
de_ch: Problem melden
fr_ch: Signaler le problème

source: Profile
de_ch: Profil
fr_ch: Profil

source: Users
de_ch: Benutzer
fr_ch: Utilisateurs

source: Logout
de_ch: Ausloggen
fr_ch: Déconnexion

source: Dark mode
de_ch: Nachtmodus
fr_ch: Mode sombre

source: Metadata
de_ch: Metadaten
fr_ch: Métadonnées

source: Created
de_ch: Erstellt
fr_ch: Créé

source: Updated
de_ch: Geändert
fr_ch: Modifié

source: Delete profile
de_ch: Profil löschen
fr_ch: Supprimer le profil

source: Delete user
de_ch: Benutzer löschen
fr_ch: Supprimer utilisateur

source: Status
fr_ch: Statut

source: Filter
fr_ch: Filtre

source: Dashboard
fr_ch: Tableau de bord
